app/controllers/users_controller.rb

	def create
		@user = User.new(user_params)
		if @user.save
---
INSERT INTO "users" ("created_at", "name", "password", "updated_at") VALUES (?, ?, ?, ?)  [["created_at", "2014-12-02 18:05:08.433464"], ["name", "orel"], ["password", "b4c590e3ab8867181ec63f95e54560b8"], ["updated_at", "2014-12-02 18:05:08.433464"]]